{
  "sections": {
    "main": {
      "type": "main-article",
      "settings": {
      }
    },
    "6b575b3c-a3ad-4efd-aa32-91e5761a5c7f": {
      "type": "article-section-image",
      "settings": {
        "image": "shopify:\/\/shop_images\/17.jpg",
        "caption": "andreas weinås wearing Brushed Shetland in Harbour",
        "product": "brushed-shetland-in-harbour",
        "collection": "",
        "page": ""
      }
    },
    "quote": {
      "type": "article-section-quote",
      "settings": {
        "quote": "\"where you own your garments rather than the garments owning you\""
      }
    },
    "text": {
      "type": "article-section-text",
      "settings": {
        "text": "“What's the width of your leg opening?\"  For the better part of a decade as a menswear editor, I've been puzzled by the detailed nature of some of the questions I get. I don’t mind it, even though I sometimes question what purpose another man´s measurements may serve in your quest for the perfect trouser? More than anything, it made me contemplate what truly creates a sense of balance in a person's attire. I realized it's often about factors completely detached from measurements or cuts.\n\nWhile fit is important, style is to me about being thoughtful in what you wear, regardless of the situation, and, above all, letting your clothes be an extension of your own personality, in harmony with your surroundings. A sense of natural ease where you own your garments rather than the garments owning you."
      }
    },
    "8863a9b6-2499-473f-93af-d1567cd16286": {
      "type": "article-section-gallery",
      "blocks": {
        "2d54a02b-60d2-49cf-bfc0-8b46b2711355": {
          "type": "image",
          "settings": {
            "image": "shopify:\/\/shop_images\/34.jpg",
            "caption": "",
            "product": "",
            "collection": "",
            "page": ""
          }
        },
        "7f7f36f1-709a-497f-9c6e-4d62c87ad591": {
          "type": "image",
          "settings": {
            "image": "shopify:\/\/shop_images\/35.jpg",
            "caption": "",
            "product": "",
            "collection": "",
            "page": ""
          }
        }
      },
      "block_order": [
        "2d54a02b-60d2-49cf-bfc0-8b46b2711355",
        "7f7f36f1-709a-497f-9c6e-4d62c87ad591"
      ],
      "settings": {
      }
    },
    "a86b3b1e-84f4-46ff-9bbd-2d7ac194a1ba": {
      "type": "article-section-quote",
      "settings": {
        "quote": "\"these are things meant to enrich the rest of your life, not define it.\""
      }
    },
    "10bb04ea-41a8-458b-a365-c038ef366cef": {
      "type": "article-section-text",
      "settings": {
        "text": "For me, balance is about choosing garments that feel natural, fit well, and are relevant to you, the situation and the potential dress code. What sets apart someone well-dressed in my eyes is not the style category they belong to, but rather the thoughtful choices behind the process. Being comfortable, to me, isn't about choosing between vintage denim or three-piece suits; it's about a natural nonchalance (not arrogance) in what you wear. \n\nFurthermore, balance, for me, encompasses much more than just the fit, cut, and colour of your garments. It's about understanding that style and clothing, as much as we appreciate them, should be the icing on the cake of life rather than life itself. There's nothing wrong with being passionate about a particular area, whether it's clothing, watches, cars, or wines, but it's important to remember that these are things meant to enrich the rest of your life, not define it. It is just clothes."
      }
    },
    "c99d749a-6dbb-4c5c-9463-44d3e1502201": {
      "type": "article-section-image",
      "settings": {
        "image": "shopify:\/\/shop_images\/12_b3b3e438-8cd3-492d-8eee-2f34dd2039d9.jpg",
        "caption": "Lot nr. 1 denim in ecru",
        "product": "lot-nr-1-denim-ecru",
        "collection": "",
        "page": ""
      }
    },
    "453247ad-adc0-48b7-8b33-6ed7026f0f63": {
      "type": "article-section-text",
      "settings": {
        "text": "I value craftsmanship and quality in almost everything I purchase, but I often find that people place some garments on a pedestal, where handmade jackets or shoes become too precious to wear and ends up like ancient relics in their wardrobes. While I can understand the sentiment, it´s rather counterproductive as they cease to fulfil their fundamental purpose. On the other hand, seeing someone with a well-crafted garment that has been worn, loved, and repaired for decades can be deeply inspiring because the garment has become an almost seamless extension of the person wearing it."
      }
    },
    "bab86ff1-e398-42d8-be00-0d5ba701d16e": {
      "type": "article-section-gallery",
      "blocks": {
        "723cdff1-f40b-4cb0-b43f-5ef686b0dd4a": {
          "type": "image",
          "settings": {
            "image": "shopify:\/\/shop_images\/45.jpg",
            "caption": "",
            "product": "",
            "collection": "",
            "page": ""
          }
        },
        "db11db9a-b24c-431e-9ec5-5c385cc5d96c": {
          "type": "image",
          "settings": {
            "image": "shopify:\/\/shop_images\/51.jpg",
            "caption": "",
            "product": "",
            "collection": "",
            "page": ""
          }
        }
      },
      "block_order": [
        "723cdff1-f40b-4cb0-b43f-5ef686b0dd4a",
        "db11db9a-b24c-431e-9ec5-5c385cc5d96c"
      ],
      "settings": {
      }
    },
    "32a6a7e6-9ff0-494d-84ea-6969e77126b4": {
      "type": "article-section-text",
      "settings": {
        "text": "Finding these cornerstones of your wardrobe takes time, which is why I always encourage people to be patient and let their wardrobe accumulate slowly. We've all made fashion missteps, but I try to see them as lessons rather than mistakes. Not everything you buy will become a future classic, but the more trends we experience, cuts we explore, and colours we experiment with, the closer we get to the core of what suits us and makes us comfortable. Slowly but surely, a personal style takes shape where, like a sculptor, you carve away the excess until only the essence remains."
      }
    },
    "f0d68f8e-61fa-4844-b397-918f32be70ad": {
      "type": "article-section-image",
      "settings": {
        "image": "shopify:\/\/shop_images\/44.jpg",
        "caption": "",
        "product": "",
        "collection": "",
        "page": ""
      }
    }
  },
  "order": [
    "main",
    "6b575b3c-a3ad-4efd-aa32-91e5761a5c7f",
    "quote",
    "text",
    "8863a9b6-2499-473f-93af-d1567cd16286",
    "a86b3b1e-84f4-46ff-9bbd-2d7ac194a1ba",
    "10bb04ea-41a8-458b-a365-c038ef366cef",
    "c99d749a-6dbb-4c5c-9463-44d3e1502201",
    "453247ad-adc0-48b7-8b33-6ed7026f0f63",
    "bab86ff1-e398-42d8-be00-0d5ba701d16e",
    "32a6a7e6-9ff0-494d-84ea-6969e77126b4",
    "f0d68f8e-61fa-4844-b397-918f32be70ad"
  ]
}
